Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__laozi-chapter-009__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 持而盈之，不如其已；
en: It is better to leave a vessel unfilled, than to attempt to carry it when it is full.

source: 揣而梲之，不可長保。
en: If you keep feeling a point that has been sharpened, the point cannot long preserve its sharpness.

source: 金玉滿堂，莫之能守；
en: When gold and jade fill the hall, their possessor cannot keep them safe.

source: 富貴而驕，自遺其咎。
en: When wealth and honours lead to arrogancy, this brings its evil on itself.

source: 功遂身退，天之道。
en: When the work is done, and one's name is becoming distinguished, to withdraw into obscurity is the way of Heaven.
